<template>
  <div class="more-content">
天天攻击我们木柜子组乐队，我就问你真有丰川祥子，你们tm不想亲烂她的脸吗？😡😡😡<br>
试想一下丰川祥子把酒倒在自己小皮鞋里你能忍住不喝吗😡😡👿<br>
丰川祥子真tm可爱，老子亲烂你的脸,我真tm喜欢，老子亲烂你的脸嘬嘬啵啊😘😘😘<br>
😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！<br>
😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！<br>
😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！<br>
😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！<br>
😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！<br>
😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！<br>
😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！<br>
😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！ 😭▜▜▙ saki酱！<br>

</div>
</template>

<style lang="scss" scoped>
.more-content {
  display: flex;
  align-items: center;
  justify-content: center;
  margin-top: 20px;
  width: 100%;
  height: 100%;
}
.more-img {
  max-width: 100%;
  height: auto;
  margin-top: 20px;
  border-radius: 8px;
  box-shadow: 0 4px 12px rgba(0, 0, 0, 0.1);
}
</style>
